{
    "classe": "Xamã",
    "atributos": [1,0,0,1],
    "auto": 
        {
            "nome": "Guia Espiritual",
            "tipo": "Habilidade – Suporte",
            "desc": "Você possui um Guia Espiritual que está constantemente com você. Este Guia pode assumir qualquer forma, mas normalmente escolhe a forma de um animal com o qual você tenha uma ligação ou de um de seus ancestrais. Ele se mantém sempre alerta e próximo de você, e irá lhe despertar se algum perigo se aproximar enquanto você estiver dormindo, além de lhe avisar de qualquer perigo imediato, garantir um bônus de +2 em seus testes de Iniciativa. O Guia Espiritual também pode oferecer conselhos e ajuda quando necessário. Quando estiver diante de uma situação que envolva um teste ligado à animais (adestrar, convocar um Companheiro Animal), natureza (rastrear, procurar abrigo) ou algum outro conhecimento que seu Guia poderia ter (como lidar com outros espíritos) você pode meditar por 1 hora em busca de orientação de seu Guia, recebendo +1d6 no teste apropriado."
        }
    ,
    "basicas": [
        {
            "nome": "Ataque do Búfalo",
            "tipo": "Habilidade (Técnica) – Ação",
            "mana": "10",
            "dif": "-",
            "desc": "Faça uma manobra de encontrão. Se acertar o ataque, além de causar o dano normal pelo encontrão, o alvo precisa vencer um teste de Força (Dificuldade igual à sua Determinação mais a FN da arma que estiver usando) ou será derrubado. Alvos com o dobro do seu peso não são afetados."
        },
        {
            "nome": "Benção de Ellenis",
            "tipo": "Habilidades (Característica) – Suporte",
            "mana": "-",
            "dif": "-",
            "desc": "Você é capaz de se comunicar com qualquer Besta do tipo Mamífero, Ave, Réptil ou Peixe. Essa comunicação é rudimentar, baseada nas capacidades da criatura em questão. Além disso, você receber +2 em todas as rolagens envolvendo essas criaturas e poder alterar o temperamento delas em 1 passo (Furioso ou Cruel para Agressivo, Agressivo para Sobrevivente, Sobrevivente para Pacífico e Pacífico para Covarde ou vice-versa) com um teste de Vontade (Dificuldade igual à Determinação do alvo) – esse efeito não funciona em animais com temperamento Servo ou Protetor. Animais selvagens só irão aceitar “conversar” se tiverem temperamento pacífico ou sobrevivente, a menos que estejam aprisionados ou encurralados de alguma forma."
        },
        {
            "nome": "Brigão",
            "tipo": "Habilidade (Característica) – Suporte",
            "mana": "-",
            "dif": "-",
            "desc": "Você está acostumado à combater desarmado. Você rola +1 em seus ataques desarmados e adiciona +2 nos danos desses ataques."
        },
        {
            "nome": "Bravura Selvagem 1",
            "tipo": "Habilidade (Característica) – Suporte",
            "mana": "-",
            "dif": "-",
            "desc": "Você confia mais nas suas habilidades naturais do que em armaduras para se defender. Quando não estiver usando armadura, você recebe +2 em sua Defesa. Quando escolhe essa Habilidade, você deve escolher se este será um bônus de Bloqueio ou Esquiva. Essa escolha é permanente e não pode ser mudada mais tarde. "
        },
        {
            "nome": "Combate Tático",
            "tipo": "Habilidade (Técnica) – Reação",
            "mana": "-",
            "dif": "-",
            "desc": "Se você derrotar um oponente com um ataque corporal, você pode imediatamente realizar outro ataque corporal."
        },
        {
            "nome": "Companheiro Animal 1",
            "tipo": "Habilidade – Suporte",
            "mana": "-",
            "dif": "-",
            "desc": "Você possui uma ligação de fidelidade com um animal. Escolha uma Besta dos tipos Mamífero, Ave, Réptil ou Peixe e faça um teste de Vontade (Dificuldade igual à soma de todos os atributos do animal +1 para cada metro de tamanho que o animal tiver). Se passar no teste, o animal escolhido será atraído para você e lhe será fiel até a morte (ele passa a ter o temperamento Protetor). Se o animal morrer, você pode tentar atrair outro animal – que não precisa ser do mesmo tipo escolhido anteriormente – fazendo o mesmo teste. Este teste pode ser realizado 1 vez por dia. Você pode atrair 1 animal de cada vez com essa Habilidade. Especial: Se essa Habilidade for escolhida durante a criação do personagem, o animal já estará com você, sem a necessidade de qualquer teste para atraí-lo, desde que a dificuldade para atraí-lo seja menor do que a soma dos Atributos do personagem."
        },
        {
            "nome": "Comunhão com Espíritos",
            "tipo": "Habilidade (Característica) – Suporte",
            "mana": "10",
            "dif": "-",
            "desc": "Enquanto estiver utilizando Contato com Espíritos, você pode tocar outro personagem que será capaz de ouvir e ver qualquer espírito num raio de 20 metros por 10 minutos. Um personagem sob esse efeito pode gastar 10 Pontos de Mana para ser capaz de tocar espíritos por 1 minuto."
        },
        {
            "nome": "Contato com Espíritos",
            "tipo": "Habilidade (Característica) – Ação",
            "mana": "5",
            "dif": "-",
            "desc": "Você pode se comunicar com os espíritos que estejam próximos. Você é capaz de ouvir e ver qualquer espírito num raio de 20 metros. Esse efeito dura 10 minutos. Você pode gastar 10 Pontos de Mana enquanto estiver sob o efeito dessa Habilidade para ser capaz de tocar espíritos por 1 minuto."
        },
        {
            "nome": "Chamado do Alfa",
            "tipo": "Habilidade (Técnica) – Ação",
            "mana": "20",
            "dif": "-",
            "desc": "Você solta um poderoso uivo (ou uma poderosa vibração sob a água) que será entendida como um chamado irresistível para os animais que o ouvirem. Você consegue atrair todas as Bestas (Escolha entre Mamífero, Ave, Réptil ou Peixe) do tipo escolhido que estejam a até 500 metros por ponto de Força que você tenha. Os animais não estarão sob seu controle, mas se sentirão inclinados a ajudá-lo dentro de suas capacidades – animais com temperamento pacífico ou covarde não irão entrar em combate, mas animais sobreviventes ou agressivos não terão problemas com isso. Especial: Você pode refinar o tipo específico de animal (“Ursos”, “Marsupiais”, “Batráquios”) ou até mesmo um animal específico (“Aquele esquilo com quem eu conversei ontem”, “meu Companheiro Animal”, “O cão do guarda-caça”) quando conjurar essa magia."
        },
        {
            "nome": "Combate com Duas Armas 1",
            "tipo": "Habilidade (Técnica) – Suporte",
            "mana": "-",
            "dif": "-",
            "desc": "Você treinou para usar duas armas em combate de forma eficiente. Você pode fazer um ataque para cada arma que estiver segurando, desde que pelo menos uma delas tenha uma FN igual à metade (ou menos) do que a Força do personagem. Especial: Se você utilizar uma Habilidade de Ação, seus efeitos se aplicam a apenas um dos seus ataques – mas você ainda pode fazer um ataque normal com a outra arma no mesmo turno, antes ou depois de utilizar a Habilidade de Ação."
        },
        {
            "nome": "Cura Espiritual",
            "tipo": "Habilidade (Magia) – Ação",
            "mana": "20",
            "dif": "-",
            "desc": "Com seu toque você pode recuperar as energias de um espírito. Você pode curar até 40 Pontos de Vida de uma criatura com Corpo Intangível, além de remover quaisquer efeitos Mentais, de medo, Selos Místicos e Runas Arcanas que a estiverem afetando."
        },
        {
            "nome": "Espírito Animal",
            "tipo": "Habilidades (Técnica) – Suporte",
            "mana": "-",
            "dif": "-",
            "desc": "Seu espírito possui a forma de um animal. Escolha um Espírito Animal para ser seu guia. Essa escolha é permanente e não pode ser mudada posteriormente. Veja a descrição dos Espíritos Animais na pág. 169."
        },
        {
            "nome": "Forma Animal 1",
            "tipo": "Habilidade (Característica) – Ação",
            "mana": "20",
            "dif": "-",
            "desc": "Você pode se transformar em qualquer Besta dos tipos Mamífero, Réptil, Ave ou Peixe com até 1,5 metros de tamanho. Use as estatísticas do animal em que se transformou, mantendo apenas sua Inteligência, Vontade, Pontos de Vida e Pontos de Mana. Não é possível lançar magias, usar armas ou falar com criaturas que não sejam da espécie em que você se transformou enquanto este efeito estiver ativo. Todo o equipamento que você estiver carregando é absorvido e desaparece na transformação e nenhum deles oferecerá nenhum modificador enquanto você permanecer na forma animal (incluindo itens mágicos). Você pode permanecer nesta forma por até 1 hora, mas pode retomar sua forma natural à qualquer momento."
        },
        {
            "nome": "Herbalismo",
            "tipo": "Habilidade (Técnica) – Suporte",
            "mana": "-",
            "dif": "-",
            "desc": "Você pode rolar testes de Inteligência para criar poções básicas. Além disso, enquanto estiver em um ambiente selvagem, você e seus aliados não são afetados por doenças e venenos de origem natural – seus aliados passam a ser imunes depois de um dia inteiro que estiverem com você (desde que eles aceitem suas dicas do que comer e do que não comer) – e você é sempre considerado como tendo um Kit de Cura á mão, a menos que o ambiente seja completamente estéril (desertos ou áreas glaciais)."
        },
        {
            "nome": "Invocar Espírito Animal",
            "tipo": "Habilidade (Técnica) – Ação",
            "mana": "20",
            "dif": "-",
            "desc": "Você invoca um espírito animal espectral para protegê-lo. Esse espectro tem a forma do seu Espírito Animal, mas os Atributos dele serão todos iguais à sua Vontade. Além das Habilidades normais do animal, todos os Espíritos Animais terão Mente Bloqueada e Corpo Intangível. Seus ataques causam dano igual à Força +2 por Corte, Perfuração ou Esmagamento – o que for mais apropriado, de acordo com os ataques do animal – e recebem os bônus referentes ao seu Espírito Animal. Espíritos Animais têm 30 Pontos de Vida e 30 Pontos de Mana. Espíritos Animais são sempre Bestas do tipo Espírito com o temperamento Servo. Essa magia dura 1 minuto ou até o animal espectral ser destruído. Especial: Águias Espectrais invocadas por essa magia recebem +1 em seus ataques corporais ao invés do bônus normal."
        },
        {
            "nome": "Rugido do Alfa",
            "tipo": "Habilidade (Técnica) – Ação",
            "mana": "40",
            "dif": "-",
            "desc": "Você emite um rugido capaz de abalar até o mais valente dos predadores. Todos os oponentes que estiverem a até 10 metros à sua frente que tiverem uma Determinação menor do que a sua ficam Paralisados por 1 turno. Um oponente só é afetado por esta habilidade uma vez por combate. Este é um efeito de Medo. "
        },
        {
            "nome": "Rugido do Predador",
            "tipo": "Habilidade (Técnica) – Ação",
            "mana": "25",
            "dif": "-",
            "desc": "Você emite um rugido amedrontador. Todos os oponentes que estiverem a até 10 metros à sua frente que tiverem uma Determinação menor do que a sua ficam Amedrontados por 1 turno. Um oponente só é afetado por esta habilidade uma vez por combate. Este é um efeito de Medo."
        },
        {
            "nome": "Sabedoria Selvagem",
            "tipo": "Habilidade – Suporte",
            "mana": "-",
            "dif": "-",
            "desc": "Você passou muito tempo em ambientes selvagens e dedicou muito tempo ao estudo da natureza em todas as suas formas. Você rola +1d6 em testes que envolvam a natureza como forragear, rastrear, encontrar abrigo, identificar ervas, etc."
        },
        {
            "nome": "Sem Escapatória",
            "tipo": "Habilidade (Técnica) – Reação",
            "mana": "-",
            "dif": "-",
            "desc": "Se um oponente que está adjacente a você tentar se afastar ou se levantar, você pode imediatamente fazer um ataque corporal normal contra ele. Se acertar, além de sofrer o dano normal pelo ataque, o oponente não poderá se movimentar neste turno."
        },
        {
            "nome": "Vantagem Animal 1",
            "tipo": "Habilidade (Característica) – Ação",
            "mana": "10",
            "dif": "-",
            "desc": "Você pode transformar uma pequena parte do seu corpo para que ela assuma uma característica animal, lhe conferindo uma Habilidade temporária. Você pode transformar seus olhos para captar mais luz como uma coruja, recebendo Visão no Escuro, tornar suas unhas em garras de um tigre e receber Garras ou modificar seu nariz para que se pareça com o de um lobo, recebendo Faro, por exemplo. Apenas pequenas modificações são possíveis, e as possibilidades devem ser discutidas com o Mestre. Esse efeito dura 1 hora, mas você pode cancelá-lo quando quiser. "
        }
    ],
    "avancadas": [
        {
            "nome": "Atropelar",
            "tipo": "Habilidade (Técnica) – Suporte",
            "mana": "-",
            "dif": "-",
            "desc": "Quando usar Ataque do Búfalo, se o alvo for derrubado ele sofre um dano adicional igual a 6/Contusão para cada 100 quilos de peso que você tiver."
        },
        {
            "nome": "Caminhada Fantasma",
            "tipo": "Habilidade (Característica) – Ação",
            "mana": "40",
            "dif": "-",
            "desc": "Você tornou-se um canal entre o mundo físico e o mundo espiritual. Você (e tudo o que você estiver carregando) pode tomar a forma de um espírito, adquirindo a Habilidade Corpo Intangível – você não tem peso, pode voar ao seu Deslocamento normal em qualquer direção e atravessar objetos sólidos. Você pode materializar partes do seu corpo, permitindo que você ataque ou conjure magias, e a menos que escolha o contrário, você é Imune à Corte, Perfuração e Contusão. Magias que causem danos desses tipos, no entanto, afetam você normalmente. Além disso, você pode ver, ouvir e tocar espíritos ou criaturas com a Habilidade Corpo Intangível enquanto estiver sob efeito dessa Habilidade. Este efeito dura um número de minutos igual à sua Determinação. Se o efeito terminar enquanto você estiver dentro de algum material sólido, você é expelido para fora e sofre dano igual a 30/Contusão. Especial: Se você tiver Imunidade Espiritual, os efeitos dessa Habilidade não funcionam enquanto você estiver sob efeito de Caminhada Fantasma."
        },
        {
            "nome": "Companheiro Espiritual",
            "tipo": "Habilidade – Suporte",
            "mana": "-",
            "dif": "-",
            "desc": "Seus Espíritos Animais conjurados duram permanentemente (mas você ainda pode cancelar o efeito quando quiser) e recebem +20 PV, ou +20 PM, ou +10 PV e +10 PM à sua escolha quando você os conjura. No entanto, enquanto esses Espíritos Animais estiverem conjurados, você não pode recuperar os Pontos de Mana gastos para conjurá-los. Depois que eles forem dissipados (ou destruídos) você pode recuperar esses Pontos de Mana normalmente."
        },
        {
            "nome": "Estraçalhar",
            "tipo": "Habilidade (Técnica) – Ação",
            "mana": "35",
            "dif": "-",
            "desc": "Você salta sobre um alvo atacando com tudo o que tem! Faça um Encontrão realizando todos os seus possíveis ataques corporais (em geral dois socos/garradas/ ataques com armas, dois chutes/ataques com cascos e uma cabeçada/mordida/marrada). Se você possuir Habilidades do tipo Característica que permitam mais ataques (como Braços Extras 2) você pode realizar todos estes ataques."
        },
        {
            "nome": "Forma Animal 2",
            "tipo": "Habilidade (Característica) – Ação",
            "mana": "30",
            "dif": "-",
            "desc": "Sua capacidade de assumir a forma de um animal permite que você se transforme em qualquer Besta dos tipos Mamífero, Ave, Réptil ou Peixe com até 3 metros de tamanho. Use as estatísticas do animal em que se transformou, mantendo apenas sua Inteligência, Vontade, pontos de vida e pontos de Mana. Não é possível lançar magias, usar armas ou falar com criaturas que não sejam da espécie em que você se transformou enquanto este efeito estiver ativo. Todo o equipamento que você estiver carregando é absorvido e desaparece na transformação, nenhum deles oferecerá qualquer modificadores enquanto você permanecer na forma animal (incluindo itens mágicos). Você pode permanecer nesta forma por até 1 hora, mas pode retomar sua forma natural a qualquer momento."
        },
        {
            "nome": "Implacável",
            "tipo": "Habilidade (Técnica) – Suporte",
            "mana": "-",
            "dif": "-",
            "desc": "Sempre que errar um ataque corporal, o alvo sofre metade do dano normal do ataque (arredondando para baixo)."
        },
        {
            "nome": "Imunidade Espiritual",
            "tipo": "Habilidade (Característica) – Suporte",
            "mana": "-",
            "dif": "-",
            "desc": "Você não recebe nenhum dano de criaturas do tipo Espírito e rola +1d6 em todos os testes de Vontade ligados a estas criaturas."
        },
        {
            "nome": "Vantagem Animal 2",
            "tipo": "Habilidade (Característica) – Ação",
            "mana": "20",
            "dif": "-",
            "desc": "Você pode transformar uma parte do seu corpo para que ela assuma uma característica animal, lhe conferindo uma Habilidade temporária. Você pode transformar seus braços em asas de grifo, recebendo Asas Pesadas, transformar sua cabeça para a de um lobo atroz e receber Mordida Poderosa ou desenvolver guelras como as de um tubarão, recebendo Anfíbio, por exemplo. Quaisquer modificações são possíveis, mas as possibilidades devem ser discutidas com o Mestre. Esse efeito dura 10 minutos, mas você pode cancelá-lo a qualquer momento."
        }
    ],
    "final": 
        {
            "nome": "Guardião da Natureza",
            "tipo": "Habilidade (Característica) – Suporte",
            "mana": "-",
            "desc": "Sua capacidade de assumir a forma de um animal permite que você se transforme em qualquer Besta dos tipos Mamífero, Ave, Réptil ou Peixe de qualquer tamanho. O custo de Mana e a Dificuldade de qualquer Habilidade relacionada a animais também são reduzidos à metade – Transformar-se em qualquer Besta maior do que 3 metros consome 20 pontos de Mana. Finalmente, todas as habilidades de assumir formas animais passam a ter duração permanente – mas você pode cancelar seus efeitos a qualquer momento."
        }
    
}